Repository: hankmika/user-role-management-for-gf
Catalog: user-role-management-for-gf/languages/gfrm-*.po
Languages: cs_cz

source: View entries
cs_cz: Zobrazit záznamy

source: Edit entries
cs_cz: Upravit záznamy

source: Export entries
cs_cz: Exportovat záznamy

source: Create forms
cs_cz: Vytvářet formuláře

source: Edit forms
cs_cz: Upravovat formuláře

source: Delete forms
cs_cz: Mazat formuláře

source: View settings
cs_cz: Zobrazit nastavení

source: GF Role Manager
cs_cz: Správce rolí GF

source: You do not have permission to manage these settings.
cs_cz: Nemáte oprávnění spravovat tato nastavení.

source: You do not have permission to view this page.
cs_cz: Nemáte oprávnění zobrazit tuto stránku.

source: Permissions updated.
cs_cz: Oprávnění byla aktualizována.

source: Only Administrators and Super Admins can manage these permissions. Administrator access to Gravity Forms cannot be restricted.
cs_cz: Tato oprávnění mohou spravovat pouze administrátoři a superadministrátoři. Přístup administrátorů ke Gravity Forms nelze omezit.

source: Roles without wp-admin access are hidden to prevent granting capabilities where they cannot be used.
cs_cz: Role bez přístupu do wp-admin jsou skryty, aby se nepřidávaly schopnosti, které nelze využít.

source: Gravity Forms Role Access
cs_cz: Přístup rolí ke Gravity Forms

source: Save Permissions
cs_cz: Uložit oprávnění
